tap "common-fate/granted"
tap "homebrew/bundle"
brew "xz"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
brew "go"
brew "golangci-lint"
brew "gum"
brew "jq"
brew "md5sha1sum"
brew "mise"
brew "python-setuptools"
brew "ripgrep"
brew "starship"
brew "stow"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tpm"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "common-fate/granted/granted"
cask "alacritty"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
